<?php
/**
 * 作者: myzhou
 * 时间: 2015-6-5
 * 描述: 发送微信消息相关的语言 language
 */
// Error message
$_['ps_err_msg']  = '给配送人员发送消息失败！订单号:%s';
$_['sj_err_msg']  = '给商家发送消息失败！订单号:%s';

// 配送员模板消息
$_['ps']            = '(配送员)';
$_['ps_empty']      = '正在安排配送人员';
$_['ps_tpl_first']  = '您有一个新订单,请及时配送。';
$_['ps_tpl_remark'] = '取单前请提前和商家联系;有情况随时和负责人沟通。';

$_['sj_name']       = '商      家:';
$_['sj_address']    = '商家地址:';
$_['sj_telephone']  = '商家电话:';

$_['pt_name']       = '商品名称:';
$_['pt_quantity']   = '商品数量:';
$_['pt_unit']       = '份';
$_['pt_info']       = '订单内容:';
// 商家模板消息
$_['sj_tpl_first']  = '您有一个新订单,请及时处理。';
$_['sj_tpl_remark'] = '美味当韩式铁板烤肉饭';